{
  "id": "b56c77fe-d654-46d1-ad6b-e17307b19b30",
  "filename": "267_Troubles_de_l'équilibre_acido-basique_et_désordres_hydro-électrolytiques.pdf",
  "createdAt": "2025-08-08T18:24:05.031Z",
  "numQuestions": 8,
  "tone": "concis",
  "status": "processing",
  "contextSnippet": "Troubles de l'équilibre acido-basique et désordres hydro- électrolytiques IC-267 Connaître les indications de la gazométrie Connaître les mécanismes de régulation de l'équilibre acide-base Connaître la définition d'un trouble acido-basique, de son caractère métabolique ou ventilatoire Connaître les anomalies cliniques graves à rechercher Connaître les modalités du diagnostic d'une acidose métabolique liée à une insuffisance rénale, à une diarrhée, à une acidose lactique, à une acidocétose Savoir rechercher les causes toxiques et les acidoses tubulaires Connaître les principales causes d'acidose respiratoire Connaître les modalités de correction d'une acidose métabolique chronique Connaître la prise en charge des troubles acido-basiques aigus sévères Connaître les principes de la régulation de la kaliémie Connaître les indications de prescription d'une kaliémie et la définition de l'hyperkaliémie Connaître la symptomatologie clinique de l'hyperkaliémie Connaître les anomalies ECG associées à l'hyperkaliémie Connaître les principales étiologies des hyperkaliémies Connaître le principe du traitement d'urgence de l'hyperkaliémie sévère Connaître les autres possibilités de traitement d'urgence de l'hyperkaliémie sévère Connaître le traitement de l'hyperkaliémie chronique modérée Connaître les indications de prescription d'une kaliémie et la définition de l'hypokaliémie Connaître les symptômes cliniques de l'hypokaliémie Connaître les anomalies ECG associées à l'hypokaliémie Connaître les principales étiologies des hypokaliémies Connaître le principe du traitement d'urgence de l'hypokaliémie sévère Connaître les indications de prescription et les seuils de Définition de la sévérité d'une hyponatrémie Comprendre les mécanismes de l'hyponatrémie Connaître les symptômes de gravité de l'hyponatrémie Connaître les principales étiologies des hyponatrémies Connaître les principes du traitement des hyponatrémies en fonction de la sévérité des symptômes Connaître le principal risque de la correction rapide des hyponatrémies Connaître les modalités du diagnostic d'une hypernatrémie Comprendre les mécanismes de l'hypernatrémie Connaître les symptômes de gravité de l'hypernatrémie Connaître les principales étiologies des hypernatrémies Connaître les principes du traitement des hypernatrémies Savoir dans quelles circonstances doit être prescrite une calcémie et définir l'hypocalcémie Comprendre les mécanismes de l'hypocalcémie Connaître les principaux signes cliniques associés à l'hypocalcémie Connaître les principales anomalies ECG associées à l'hypocalcémie Connaître les principaux examens complémentaires utiles au diagnostic étiologique de l'hypocalcémie Connaître les principales étiologies des hypocalcémies (arbre diagnostique) Connaître les principes du traitement des hypocalcémies Connaître les indications de la gazométrie OIC-267-01-A Dyspnée ; Suspicion de pathologie pulmonaire hypoxémiante aiguë ou chronique ; Suspicion clinique de déséquilibre acido-basique (métabolique ou respiratoire) ; Suspicion dʼacido-cétose ; Insuffisance rénale aiguë sévère ; Intoxications métaboliques responsables dʼacidose métabolique ; État de choc ; Troubles de la conscience, coma Connaître les mécanismes de régulation de l'équilibre acide-base OIC-267-02-B A. Le pH et le système tampon acido-basique Le potentiel hydrogène (pH) = Log 1/[H ]. La concentration dʼions H est très faible dans le plasma, et finement régulée. La quantité dʼH entrant dans lʼorganisme lors de lʼalimentation est massive en regard de sa concentration plasmatique. Pour éviter un effondrement du pH post prandial, incompatible avec la vie cellulaire, la charge acide est immédiatement tamponnée. ++ + Le principal système tampon acido-basique chez lʼhomme est le couple acide carbonique/bicarbonate : H + HCO3 ⇔ H2CO3 ⇔ CO2 + H2O Ce système de tampon est dit « ouvert » car lʼacide généré est éliminé par la respiration, et le bicarbonate est régénéré par le rein. Lʼéquation de Henderson-Hasselbalch : pH = 6,1 + log ([HCO3 ]/[H2CO3]) = 6,1 + log ([HCO3 ]/0,03 PC02) Lʼéquation de Henderson-Hasselbalch montre que le pH varie quand le rapport entre PCO2 et HCO3 est modifié, cʼest-à-dire : quand il y a une modification primitive de la concentration des ions HCO3 . Il y a alors alcalose ou acidose métabolique, ou quand il y a une modification primitive de la PCO2. Il y a alors alcalose ou acidose respiratoire. B. Les principales sources dʼacide Il existe deux sources principales dʼacide : Les acides volatils, issus du métabolisme cellulaire des glucides et des lipides, générant, en présence dʼO2 de lʼeau et du CO2 (métabolisme oxydatif). Le CO2 généré est éliminé directement par la respiration, sans modifier lʼéquilibre acide base en situation physiologique. Le défaut dʼélimination du CO2 par la ventilation conduit à une acidose respiratoire. Les acides fixes, issus du métabolisme des protéines (H2SO4 pour les acides aminés soufrés, HCl pour la lysine, H2P04 pour les nucléoprotéines). Cette charge acide est dʼenviron 1 mmol/kg/j et est tamponnée avant dʼêtre éliminée par le rein. Le défaut dʼélimination de cette charge acide par le rein (insuffisance rénale ou acidose tubulaire rénale) conduit à une acidose métabolique. C. Rôle du poumon dans lʼéquilibre acide-base Le poumon, en excrétant par les voies respiratoires le gaz carbonique, modifie la pCO2 du sang artériel. Un défaut dʼélimination du CO2 par hypoventilation alvéolaire entraine une acidose respiratoire. Au contraire, une augmentation de lʼélimination du CO2 par hyperventilation alvéolaire entraine une alcalose respiratoire. La régulation de la ventilation pulmonaire dépend de la PaO2 et de la pCO2, mais aussi du pH du sang artériel. Par mécanisme réflexe, grâce à lʼintermédiaire des dispositifs sensibles (chémorécepteurs aortiques et carotidiens et chémorécepteurs centraux), la baisse du pH sanguin entraîne de façon instantanée une augmentation de la ventilation, et vice-versa. D. Rôle du rein dans lʼéquilibre acide-base Réabsorbtion des bicarbonates filtrés par le glomérule. Si cette fonction est altérée , elle peut conduire à une acidose métabolique. Cʼest une fonction des parties proximales du tubule rénal. Excrétion de la charge acide fixe (environ 60 mEq/j), ce qui est équivalent à régénérer les bicarbonates consommés. Cʼest une fonction des parties distales du néphron (canal collecteur). Le défaut de cette fonction du rein entraine une acidose métabolique. En cas dʼacidose respiratoire chronique, la compensation rénale induit une augmentation de la génération de bicarbonate et donc du taux de bicarbonate. Connaître la définition d'un trouble acido-basique, de son caractère métabolique ou ventilatoire OIC-267-03-A A. Mesure du pH et de la gazométrie circulante sanguine (Tableau 1) Tableau 1 : Valeurs normales des variables de lʼéquilibre acido-basique pHH+ (nmol/L)PCO2 (mmHg)HCO3– (mmol/L) Artériel7,38 - 7,4237 - 4336 - 4422 - 26 Veineux7,32 - 7,3842 - 4842 - 5023 - 27 B. Analyse dʼun résultat de gaz du sang (Tableau 2) 1. Acidose ou alcalose ? Acidémie (ou acidose décompensée) : pH artériel < 7,38 ou pH veineux < 7,32. Alcalémie (ou alcalose décompensée) : pH artériel > 7,42 ou pH veineux > 7,38. Attention, une anomalie du pH nʼest pas nécessaire pour diagnostiquer un trouble acido-basique. Par exemple, une bicarbonatémie basse avec un pH normal peut correspondre à une acidose métabolique associée à une alcalose respiratoire. 2. Métabolique ou respiratoire ? Anomalies primitives de la PCO2 : acidose (PCO2 élevée) ou alcalose (PCO2 basse) dites « respiratoires ». Anomalies primitives de HCO3 : acidose ([HCO3] basse) ou alcalose ([HCO3] élevée) dites « métaboliques ». 3. Réponses compensatrices rénales ou respiratoires baisse de HCO3 si acidose métabolique --> hyperventilation compensatrice avec diminution parallèle de la PCO2 ; La réponse compensatrice peut être prédite : PaCO2 (mmHg) attendue = 1,5 × [HCO3] + 8 ± 2 augmentation de PCO2 si acidose respiratoire chronique (> 24-48 h) -->génération compensatrice de HCO3 par le rein ; augmentation de HCO3 si alcalose métabolique --> hypoventilation compensatrice avec augmentation de la PCO2 ; diminution de la PCO2 si alcalose respiratoire --> diminution compensatrice parallèle de HCO3 . +– sang10 – 10 – – – ––– – – – – – Tableau 2 : Désordres acido-basique simples pHHCO3PCO2 Acidose métabolique↓↓↓ Alcalose métabolique↑↑↑ Acidose respiratoire↓↑↑ Alcalose respiratoire↑↓↓ Connaître les anomalies cliniques graves à rechercher OIC-267-04-A Urgence vitale si pH < 7,10 ou bicarbonatémie < 8 mmol/L : diminution des débits cardiaques et tissulaires, dyspnée, résistance aux catécholamines, arythmies ventriculaires, inhibition du métabolisme cellulaire, et coma. Connaître les modalités du diagnostic d'une acidose métabolique liée à une insuffisance rénale, à une diarrhée, à une acidose lactique, à une acidocétose OIC-267-05-A 1. Première étape : affirmer lʼacidose métabolique Acidose = pH sanguin artériel < 7,38 (ou veineux < 7,32) Métabolique = HCO3 < 22 mmol/L (avec baisse secondaire de PCO2 par compensation ventilatoire) 2. Deuxième étape : caractériser si lʼacidose métabolique est simple, mixte ou complexe Simple : PaCO2 = PaCO2 attendue Mixte : PaCO2 > PaCO2 attendue Complexe : PaCO2 < PaCO2 attendue 3. Troisième étape : déterminer le trou anionique plasmatique : TA = [Na] + [K] – [Cl + HCO3] = 16 ± 4 mmol/L Les variations de TA vont permettre dʼévaluer si lʼanion accompagnant lʼH en excès (donc la perte de HCO3) est le Chlore (anion dosé) ou des anions indosés. Acidose avec trou anionique normal (gain dʼHCl) : perte rénale ou digestive de HCO3 -->baisse du HCO3 compensée par une augmentation proportionnelle du Cl (gain dʼHCl) --> acidose métabolique hyperchlorémique. Acidose avec trou anionique élevé (TA > 20 mmol/L) : addition dʼH+ associé à un anion indosé (gain dʼAH)--> baisse de [HCO3] remplacée par un anion non mesuré (par exemple le lactate). 4. Faire le diagnostic dʼune acidose métabolique avec trou anionique plasmatique augmenté: Acidose lactique (dosage des lactates) : acidose et TA secondaire à lʼaccumulation de lʼacide lactique : Choc avec hypoxie tissulaire, Intoxication au biguanide (en cas de surdosage lors de lʼinsuffisance rénale) Acidocétose (dosage de la cétonémie ; cétonurie à la bandelette urinaire) : acidose et TA secondaire à lʼaccumulation des acides cétoniques : Acidocétose diabétique, Plus rare : Acidocétose alcoolique, acidocétose de jeûne. Insuffisance rénale sévère (aigue ou chronique) : acidose secondaire au défaut dʼélimination des ions H par le rein et TA secondaire à lʼaccumulation des anions non éliminés par le rein (acides organiques, ion phosphate, ion sulfate...). Le TA est peu élevé (< 26 mmol/L). Intoxication avec un acide exogène : acidose et TA secondaire à lʼaccumulation de lʼacide exogène : salicylate, éthylène glycol, méthanol. 5. Faire le diagnostic dʼune acidose métabolique hyperchlorémique (trou anionique plasmatique normal) Perte digestive de bicarbonate : diarrhée, iléostomie... Acidose tubulaire rénale. Savoir rechercher les causes toxiques et les acidoses tubulaires OIC-267-06-B 1- Causes toxiques: Intoxication avec un acide exogène : acidose et TA secondaire à lʼaccumulation de lʼacide exogène : salicylate, éthylène glycol, méthanol... 2- Acidose tubulaire rénale : – – ++–– +– –– – – + La principale forme dʼélimination rénale des protons (H ) en excès est lʼion ammonium (NH4). En cas dʼacidose hyperchlorémique, la réponse rénale peut être évaluée par le calcul du trou anionique urinaire (TAU) qui est le reflet (inverse) de lʼammoniurie. TAU = U + U – U Physiologiquement le TAU est discrètement positif. En situation dʼacidose métabolique hyperchlorémique : Si le TAU est < 0 (= concentration de NH4 urinaire élevée = réponse rénale adaptée) --> origine extrarénale de lʼacidose (perte digestive de bicarbonate). Si le TAU est > 0 (= concentration de NH4 urinaire basse = réponse rénale inadap",
  "questions": [
    {
      "id": "IC-267-01",
      "topic": "Diagnostic d'acidose métabolique",
      "rationale": "L'acidose métabolique peut être diagnostiquée par une baisse du pH sanguin et une diminution des bicarbonates. Il est crucial de différencier les types d'acidose métabolique en fonction du trou anionique pour déterminer la cause sous-jacente. Les erreurs fréquentes incluent la confusion entre acidose métabolique hyperchlorémique et avec trou anionique élevé.",
      "propositions": [
        {
          "statement": "Un pH sanguin artériel inférieur à 7,38 indique toujours une acidose métabolique.",
          "isTrue": false,
          "explanation": "Un pH sanguin inférieur à 7,38 peut indiquer une acidose, mais d'autres facteurs doivent être évalués pour confirmer qu'il s'agit d'une acidose métabolique."
        },
        {
          "statement": "La présence d'un trou anionique élevé indique une acidose métabolique due à un gain d'acides non mesurés.",
          "isTrue": true,
          "explanation": "Un trou anionique élevé (> 20 mmol/L) suggère une accumulation d'acides non mesurés, comme dans l'acidose lactique ou l'acidocétose."
        },
        {
          "statement": "Une acidose métabolique hyperchlorémique est souvent causée par une perte digestive de bicarbonate.",
          "isTrue": true,
          "explanation": "L'acidose métabolique hyperchlorémique est généralement due à une perte de bicarbonate, comme dans les diarrhées, entraînant une augmentation proportionnelle du chlore."
        },
        {
          "statement": "Le diagnostic d'acidose métabolique nécessite toujours une mesure de la PCO2.",
          "isTrue": false,
          "explanation": "Bien que la PCO2 soit utile pour évaluer la compensation, le diagnostic d'acidose métabolique peut être établi par le pH et les niveaux de bicarbonates seuls."
        },
        {
          "statement": "L'acidose métabolique peut être compensée par une hyperventilation, entraînant une diminution de la PCO2.",
          "isTrue": true,
          "explanation": "En réponse à une acidose métabolique, le corps compense par une hyperventilation, ce qui réduit la PCO2 pour tenter de normaliser le pH."
        }
      ]
    }
  ]
}