{
  "id": "b18a6af5-00c7-40f1-a870-a4cd2dcf4f56",
  "filename": "350_Grosse_jambe_rouge_aiguë.pdf",
  "createdAt": "2025-08-08T18:28:49.431Z",
  "numQuestions": 8,
  "tone": "concis",
  "status": "processing",
  "contextSnippet": "Grosse jambe rouge aiguë IC-350 Connaître la définition de la grosse jambe rouge aiguë Connaître les principales étiologies de la grosse jambe rouge aiguë Connaître la principale cause de grosse jambe rouge aiguë fébrile Connaître les autres étiologies de grosse jambe rouge aiguë Connaître la pertinence des examens complémentaires (de l'érysipèle) dans un contexte de grosse jambe rouge (selon les caractéristiques cliniques et l'orientation diagnostique) Photographie d'un érysipèle de jambe typique Connaître l'algorithme diagnostique Connaître l'attitude et la prise en charge clinique dans les situations d'urgence Savoir évoquer le diagnostic d'une fasciite nécrosante Connaître la définition de la grosse jambe rouge aiguë OIC-350-01-A Présence dʼun placard érythémateux douloureux, œdémateux, bien limité, parfois extensif, généralement unilatéral. Connaître les principales étiologies de la grosse jambe rouge aiguë OIC-350-02- A Les principales causes de grosse jambe rouge sont : · en termes de prévalence : lʼérysipèle avec une incidence de 2/1000 par an chez lʼadulte aux USA, la lipodermatosclérose sur insuffisance veineuse et lʼeczéma. · en termes dʼurgence et de gravité : la fasciite nécrosante. Connaître la principale cause de grosse jambe rouge aiguë fébrile OIC-350-03-A · Érysipèle : Cʼest une dermo-hypodermite aiguë bactérienne à streptocoque, streptococcus pyogenes majoritairement (rarement bêta hémolytique B, C et G) qui se localise à la jambe dans plus de 80 % des cas. Ces bactéries sont sensibles à la pénicilline à 100 %. Maladie fréquente qui survient chez lʼadulte après 40 ans (pic de fréquence 60 ans). Lʼatteinte des membres inférieurs est favorisée par lʼinsuffisance veineuse et/ou lymphatique. Facteurs favorisants locaux : insuffisance veineuse, porte dʼentrée type intertrigo, plaie, grattage, ulcère Facteurs favorisants généraux : obésité, immunodépression, maladies cutanées préexistantes (eczéma, psoriasis...) · Forme habituelle : Tableau de jambe rouge aiguë fébrile unilatérale. Le début est brutal avec une fièvre élevée (39-40°C) accompagnée de frissons, qui peut précéder de quelques heures lʼapparition du placard inflammatoire. La lésion se présente sous la forme dʼune plaque érythémateuse, œdémateuse, circonscrite et douloureuse spontanément et à la palpation. Des adénopathies inflammatoires homolatérales sont fréquemment associées. Il peut exister des lésions bulleuses ou purpuriques limitées qui nʼont pas de signification défavorable. Une porte dʼentrée est décelable dans 1/3 des cas : intertrigo ou fissure inter-digitoplantaire préférentiellement des 3 et 4 espaces interorteils, piqûre, érosion traumatique, ulcère. Lʼévolution est favorable en 8 à 10 jours sous traitement antibiotique dans la plupart des cas. Lʼapyrexie obtenue en 48 à 72 heures signe lʼefficacité du traitement. Lʼamélioration des signes locaux est plus lente, en 1 semaine avec parfois une desquamation postinflammatoire en cas dʼinsuffisance veineuse ou lymphatique. Chez un patient diabétique souffrant de troubles trophiques, lʼinfection peut être subaiguë, peu fébrile, peu ou pas douloureuse en cas de neuropathie associée, les signes inflammatoires locaux peuvent être moins marqués, la réponse thérapeutique plus lente Lorsque lʼévolution sous traitement nʼest pas favorable, il faut évoquer un germe inhabituel résistant à lʼantibiotique prescrit, une mauvaise observance, une immunodépression, une évolution vers la nécrose ou lʼabcédation, ou enfin un autre diagnostic. Ces situations très rares nécessitent un avis de deuxième ou de troisième recours voire une hospitalisation. Connaître les autres étiologies de grosse jambe rouge aiguë OIC-350-04-B La prévalence et le contexte guident le médecin de premier recours (médecin généraliste ou urgentiste) dans son raisonnement. ee La dermo hypodermite de stase (sur insuffisance veineuse) est un diagnostic différentiel fréquent. Le début est moins brutal, elle est souvent bilatérale, sans fièvre et régresse spontanément avec le repos et la surélévation des membres inférieurs. La dermo hypodermite nécrosante est rare, mais grave et le médecin de premier recours la conserve en tête. Les douleurs comme le sepsis sont intenses et précèdent les placards de nécrose. De nombreuses autres bactéries peuvent être responsables de placards érythémateux et le contexte recueilli à lʼinterrogatoire oriente le médecin de premier recours. Par exemple, chez un éleveur de lapins, la tularémie est évoquée, chez un chasseur ou un promeneur la borréliose de Lyme, etc. De nombreuses autres situations peuvent être évoquées selon le contexte des plus simples comme « un coup de soleil » ou des piqûres dʼinsectes comme les plus compliquées avec les maladies auto-immunes nécessitant des avis de troisième recours comme TRAPS (tumor necrosis factor receptor-1 associated periodic syndrome ). Cas particulier de la thrombose veineuse. Le différentiel entre un érysipèle et une thrombose veineuse pose souvent problème aux médecins de premier recours principalement du fait de la gravité potentielle de la thrombose. Les examens biologiques et paracliniques peuvent aider le médecin si la clinique et les scores ne suffisent pas. Connaître la pertinence des examens complémentaires (de l'érysipèle) dans un contexte de grosse jambe rouge (selon les caractéristiques cliniques et l'orientation diagnostique) OIC-350-05-A Diagnostic clinique : aucun examen complémentaire indispensable en cas de forme typique et non compliquée. En cas de forme atypique : intérêt limité par un manque de sensibilité et de spécificité. · Biologie : NFS et protéine C-réactive (CRP) retrouvent un syndrome inflammatoire biologique avec une hyperleucocytose à PNN et une CRP souvent > 100 mg/L). Leur décroissance sous traitement est un signe dʼévolution favorable. En cas de forme grave : · Hémocultures : faible rentabilité (positives dans moins de 5 % des cas), car la symptomatologie inflammatoire est liée à un super antigène. En cas dʼimmunodépression, de facteur dʼexposition spécifique ou de placard inflammatoire étendu (notamment à la cuisse), elles sont logiques et peuvent mettre en évidence un germe atypique ; · Prélèvement bactériologique de toute porte dʼentrée : permet dʼadapter lʼantibiothérapie si nécessaire ; · Imagerie : échographie des parties molles ou IRM à réaliser sans délai en cas de suspicion de dermo-hypodermite nécrosante. En cas de doute sur une thrombose veineuse profonde : Echodoppler veineux des membres inférieurs. Photographie d'un érysipèle de jambe typique OIC-350-06-A Connaître l'algorithme diagnostique OIC-350-07-A Devant une plainte de grosse rouge aiguë, la clinique est fondamentale pour porter le diagnostic dʼérysipèle, éliminer un diagnostic de dermo-hypodermite nécrosante et envisager dʼautres diagnostics éventuels. Lʼentretien sʼattachera à préciser : 1- Lʼanamnèse : a. La date et le mode de début (brutal, insidieux) ; b. Les prodromes, notamment infectieux : frissons, fièvre ; c. Les modalités évolutives, en spécifiant lʼeffet dʼéventuels traitements ; d. La localisation (notamment uni- ou bilatérale) ; e. Les signes fonctionnels (douleur, prurit) ; 2- Les antécédents qui peuvent constituer des facteurs favorisants a. Généraux : immunodépression, fragilité, comorbidités (obésité) b. Locaux : vasculaire, rhumatologique et dermatologique c. Antécédent de grosse jambe rouge d. Prise médicamenteuse : antibiothérapie / anti-inflammatoires stéroïdiens ou non stéroïdiens / traitements topiques, etc. 3- Les facteurs dʼexposition notables (traumatisme, plaie, piqûre, morsure, baignade,) Lʼexamen physique sʼattachera à : 1- Caractériser la lésion élémentaire a. Siège uni- ou bilatéral ; b. Placard érythémato-oedémateux souvent tendu et douloureux à la palpation, mal délimité ; c. Présence dʼautres lésions associées : vésicules (eczéma), bulles, nécrose, perte de substance, crépitation ; d. Marquer les limites de la lésion au feutre pour le suivi évolutif 2- Rechercher une porte dʼentrée Intertrigo interorteil, lésions de grattage, ulcère, plaie traumatique, morsure ou piqûre ; 3- Recherche de signes de gravité (= fasciite nécrosante) a. Locaux : hypoesthésie ou douleurs spontanées intenses b. Généraux : fièvre, frissons, signes de sepsis sévère, de choc. 4- Rechercher des signes dʼorientation étiologique : a. Lésions dʼinsuffisance veineuse chronique : œdème, varices, lipodermatosclérose ; b. Pouls périphériques pédieux et tibiaux postérieurs (AOMI) ; c. Neuropathie diabétique , lymphangite avec adénopathie Diagnostic de situation : Devant un diagnostic de dermo-hypodermite infectieuse : 1- Si le patient a un terrain à risque : une hospitalisation sʼimpose pour surveillance et traitement intraveineux 2- Si le patient présente des signes généraux de mauvaise tolérance, une hospitalisation est nécessaire pour traitement intraveineux, voire prise en charge en réanimation 3- Si le patient présente des signes de dermo-hypodermite nécrosante, lʼhospitalisation sʼimpose pour prise en charge en réanimation, traitement intraveineux et chirurgie en urgence 4- En lʼabsence de signes de gravité, la prise en charge est ambulatoire. Connaître l'attitude et la prise en charge clinique dans les situations d'urgence OIC-350-08-A La mise en route du traitement des dermo-hypodermites bactériennes ne doit pas être retardée par lʼattente dʼexamens complémentaires qui ont en général peu dʼintérêt diagnostique. En lʼabsence de signes de gravité, la prise en charge est ambulatoire : · Antibiothérapie anti- streptococcique : AMOXICILLINE 3gr/j en 3 prises pendant 7 jours ; · Repos au lit avec jambe surélevée jusquʼà régression des signes inflammatoires ; · Antalgiques (contre-indication aux AINS) ; · Vaccination antitétanique à vérifier et renouveler le cas échéant ; · Traitement anticoagulant par héparine calcique ou héparine de bas poids moléculaire à dose préventive uniquement en cas de facteurs de risque de maladie thrombo-embolique ; · Réévaluation du traitement au bout de 72 h : ◦ poursuite de la prise en charge ambulatoire si évolution favorable ; ◦ hospitalisation si extension ; ◦ révision du diagnostic ; Une hospitalisation ne sʼimpose que si un traitement parentéral et/ou une surveillance rapprochée sont nécessaires, en particulier : · Si le patient a un terrain à risque : ◦ immunodépression ; ◦ comorbidités susceptibles de décompensation ; ◦ contexte social : dépendance, précarité. · Si le patient présente des signes généraux de mauvaise tolérance : ◦ Fièvre élevée et mal tolérée ; ◦ Hypotension, tachycardie, marbrures ; ◦ Tachypnée ; ◦ oligurie ; ◦ confusion ; · En absence dʼamélioration ou dʼextension après 72heures de traitement bien conduit Savoir évoquer le diagnostic d'une fasciite nécrosante OIC-350-09-A Signes de gravité devant faire évoquer une fasciite nécrosante : · Terrain favorisant (âge avancé, diabète, AOMI, immunodépression) ; · Douleur spontanée très intense ; · œdème induré ; · Extension rapide des lésions ; · Hypoesthésie ou anesthésie ; · Zones de lividité ; · Bulles hémorragiques ; · Crépitation à la palpation ; · Nécroses profondes (taches cyaniques en « carte de géographie »). → Urgences vitales qui imposent une prise en charge médico-chirurgicale très rapide en unité de soins intensifs. UNESS.fr / CNCEM - https://livret.uness.fr/lisa - Tous droits réservés.",
  "questions": [
    {
      "id": "QCM-001",
      "topic": "Étiologies de la grosse jambe rouge aiguë",
      "rationale": "La grosse jambe rouge aiguë peut être causée par plusieurs facteurs, mais l'érysipèle reste la cause principale. Les autres étiologies, bien que possibles, sont moins fréquentes et doivent être considérées dans un contexte clinique approprié. Il est crucial de distinguer ces étiologies pour une prise en charge adéquate.",
      "propositions": [
        {
          "statement": "L'érysipèle est la principale cause de grosse jambe rouge aiguë fébrile.",
          "isTrue": true,
          "explanation": "L'érysipèle, une dermo-hypodermite aiguë bactérienne, est la cause la plus fréquente de grosse jambe rouge aiguë fébrile."
        },
        {
          "statement": "La lipodermatosclérose est la cause la plus fréquente de grosse jambe rouge aiguë.",
          "isTrue": false,
          "explanation": "Bien que la lipodermatosclérose soit une étiologie possible, elle n'est pas la plus fréquente, l'érysipèle l'étant."
        },
        {
          "statement": "La dermo-hypodermite nécrosante est une cause fréquente de grosse jambe rouge aiguë.",
          "isTrue": false,
          "explanation": "La dermo-hypodermite nécrosante est rare mais grave, et ne doit pas être confondue avec des causes plus fréquentes comme l'érysipèle."
        },
        {
          "statement": "L'insuffisance veineuse peut contribuer à la survenue d'une grosse jambe rouge aiguë.",
          "isTrue": true,
          "explanation": "L'insuffisance veineuse est un facteur favorisant qui peut contribuer à la survenue de l'érysipèle et d'autres dermo-hypodermites."
        },
        {
          "statement": "Les infections par des bactéries atypiques sont toujours responsables de la grosse jambe rouge aiguë.",
          "isTrue": false,
          "explanation": "Les infections par des bactéries atypiques peuvent survenir, mais elles ne sont pas la cause principale de la grosse jambe rouge aiguë, qui est généralement due à des streptocoques."
        }
      ]
    }
  ]
}