{
  "id": "d67c8fed-f51e-4ba7-8a94-75430b165e23",
  "filename": "128_Ostéopathies_fragilisantes.pdf",
  "createdAt": "2025-08-08T18:44:52.962Z",
  "numQuestions": 3,
  "tone": "concis",
  "status": "processing",
  "contextSnippet": "Ostéopathies fragilisantes IC-128 Connaître la définition de l'ostéoporose (densitométrique et fractures) Connaître l'épidémiologie des fractures ostéoporotiques Connaître la physiopathologie de l'ostéoporose primitive Connaître les causes d'ostéoporose primitive et secondaire Connaître les indications de l'ostéodensitométrie et des autres examens d'imagerie Connaître le bilan biologique de 1ère intention Connaître les différentes mesures hygiéno-diététiques Connaître les principes du traitement médicamenteux d'une ostéoporose Connaître la sémiologie en radiographie d'une fracture ostéoporotique Radiographie d'ostéoporose avec fracture vertébrale IRM d'ostéoporose avec fracture vertébrale Connaître la définition de l'ostéomalacie Connaître les signes cliniques et biologiques devant faire évoquer le diagnostic d'ostéomalacie Connaître la définition de l'ostéoporose (densitométrique et fractures) OIC-128- 01-A L'ostéoporose est une maladie généralisée du squelette, caractérisée par une résistance osseuse diminuée prédisposant à un risque élevé de fracture. La résistance osseuse est la résultante de la densité osseuse et de la qualité osseuse (altération de la microarchitecture osseuse notamment). Les FRACTURES sont « la » complication de la maladie ostéoporotique et constituent toute la gravité de cette maladie. En pratique, toute fracture survenant après un traumatisme à bas niveau d'énergie (comme une chute de sa hauteur) ET après l'âge de 50 ans, doit faire évoquer une ostéoporose. Certaines FRACTURES dites SÉVÈRES sont associées à un excès de MORTALITÉ. Ce sont : - les fractures de l'extrémité supérieure du fémur (FESF), - l'extrémité supérieure de l'humérus (FESH), - des vertèbres, - du bassin (sacrum et branches ischio- et ilio-pubiennes), - du tibia proximal. À côté de ces fractures sévères, il ne faut pas négliger les autres fractures dites « NON SÉVÈRES » (poignet et autres fractures). Connaître l'épidémiologie des fractures ostéoporotiques OIC-128-02-B Après 50 ans, 1 femme sur 2 et 1 homme sur 5 subira une fracture ostéoporotique au cours de leur vie. L'incidence des fractures augmente de façon exponentielle à partir de 50 ans. En France, il survient chaque année 70 000 FESF, environ 35 000 fractures du poignet et environ 70 000 fractures vertébrales. Connaître la physiopathologie de l'ostéoporose primitive OIC-128-03-B Lʼostéoporose primitive est une pathologie multifactorielle. La carence œstrogénique joue chez la femme, mais aussi chez l'homme, un rôle déterminant dans les mécanismes de la perte osseuse liée au vieillissement. L'arrêt brutal à la ménopause de la sécrétion œstrogénique est responsable d'une accélération du remodelage osseux et notamment de la résorption. Ces mécanismes expliquent la baisse de la DMO et l'altération de la microarchitecture osseuse. Lʼhéritabilité explique environ 80% du pic de masse osseuse et le risque de survenue dʼune ostéoporose est plus élevé chez les descendants d'un sujet ostéoporotique. Lʼactivité en charge est responsable de contraintes mécaniques. Une activité physique régulière « en charge » exerce un effet bénéfique sur le tissu osseux. À l'inverse, l'immobilisation ou l'alitement prolongé induisent une perte osseuse. L'ostéodensitométrie est lʼexamen permettant de mesurer le contenu minéral de l'os par unité de surface (g/cm²). LʼOMS avait proposé une définition basée sur la densité minérale osseuse (DMO). Elle s'applique théoriquement exclusivement aux femmes ménopausées avec le seuil diagnostique de T-score ≤ –2,5 sur au moins lʼun des 2 sites de mesure (rachis lombaire et hanche). Le vieillissement et lʼantécédent de fracture(s). Plus un sujet est âgé, plus il est à risque de fracture dʼautant quʼil a déjà présenté des fractures. L'hyperparathyroïdie secondaire liée à lʼinsuffisance ou à la carence en vitamine D (et à un moindre degré en calcium). Elle participe à la perte osseuse liée à lʼâge via une augmentation du remodelage osseux. Connaître les causes d'ostéoporose primitive et secondaire OIC-128-04-A Lʼostéoporose primitive est plus fréquente chez la femme. Il sʼagit de lʼostéoporose post-ménopausique. Les ostéoporoses secondaires sont plus fréquentes chez l'homme (environ 50 % des cas). La distinction ostéoporoses primitives et secondaires est parfois difficile à individualiser et les causes peuvent être intriquées. La recherche d'une cause d'ostéoporose secondaire est importante, tout particulièrement chez l'homme mais pas que : - hyperparathyroïdie primaire - corticothérapie, - hypogonadisme, - hémochromatose génétique, - maladies de l'appareil digestif : gastrectomie, résections intestinales étendues, entérocolopathies inflammatoires, syndromes de malabsorption (maladie cœliaque notamment), - maladies inflammatoires chroniques en dehors de toute corticothérapie (polyarthrite rhumatoïde, spondyloarthrites...), - hyperthyroïdie, - anorexie mentale... Connaître les indications de l'ostéodensitométrie et des autres examens d'imagerie OIC-128-05-A La réalisation d'une ostéodensitométrie est nécessaire pour le dépistage de lʼostéoporose, cʼest à dire : · lors de la survenue d'une fracture d'allure ostéoporotique (ou sa découverte sur des radiographies), · devant la découverte par l'interrogatoire d'un ou plusieurs facteurs de risque d'ostéoporose, Parmi les indications d'ostéodensitométrie reconnues et remboursées par l'assurance maladie : · quel que soit lʼâge et le sexe : o en cas d'antécédent de fracture sans traumatisme majeur o en cas de pathologie ou de traitement potentiellement inducteurs d'ostéoporose (par exemple, l'hyperparathyroïdie primaire, l'hyperthyroïdie évolutive non traitée ou une corticothérapie de plus de trois mois) · en sus dʼune fracture non traumatique, chez la femme ménopausée : o antécédent de fracture de hanche non traumatique chez un parent au 1 degré, o un IMC < 19 kg/m, o une ménopause précoce (avant quarante ans) o un antécédent de prise de corticoïdes ≥ 3 mois consécutifs à une dose ≥ 7,5 mg/kg d'équivalent prednisone. Radiographies rachidiennes Indications : · En pratique, l'évaluation morphologique du rachis (par des radiographies le plus souvent) est indiquée s'il existe des douleurs de la région lombaire, des douleurs du rachis, · et/ou une perte de taille ≥ 4 cm. Une déformation rachidienne à type de cyphose est possible en cas de fracture(s) vertébrale(s) touchant le rachis dorsal (surtout si les fractures sont multiples). En cas de doute, la réalisation d'un scanner et/ou d'une IRM du rachis, permettra de confirmer l'absence de signes évocateurs d'une autre origine, en particulier tumorale. 23 mn Vidéo CERF imagerie des ostéopathies fragilisantes Connaître le bilan biologique de 1ère intention OIC-128-06-A Le bilan biologique permet dʼéliminer une cause secondaire et les autres causes de fragilité osseuse dont la prise en charge est différente. Il n'y a pas de consensus sur les examens biologiques à effectuer systématiquement. On peut proposer de doser initialement : · hémogramme, er 2 · CRP, · électrophorèse des protéines sériques, · calcémie, · phosphatémie, · créatininémie avec estimation de la clairance selon la formule CKD-EPI, · 25-OH-vitamine D. À ces examens peuvent être ajoutés, dans un deuxième temps, en fonction des données de lʼinterrogatoire, de l'examen clinique et des premiers résultats, des dosages biologiques permettant d'identifier une cause secondaire d'ostéoporose : · PTH (hyperparathyroïdie), · TSH (hyperthyroïdie ou surdosage en hormone thyroïdienne lors d'un traitement), · Cortisol minuit +/- freinage minute +/- cortisolurie des 24h avec créatininurie (hypercortisolisme endogène), · Coefficient de saturation de la transferrine (hémochromatose), · Testostérone plasmatique (hypogonadisme, chez lʼhomme). Connaître les différentes mesures hygiéno-diététiques OIC-128-07-A Quel que soit l'âge du patient, les mesures hygiéno-diététiques suivantes doivent toujours être mises en œuvre : • assurer des apports calciques alimentaires satisfaisants de l'ordre de 1 à 1,2 g par jour et un taux sérique de vitamine D optimal (≥ 30 ng/mL) : - si nécessaire par la prescription d'une supplémentation médicamenteuse en calcium (après avoir évalué les apports alimentaires du patient par un questionnaire) et en vitamine D dans la majorité des cas, - il ne faut pas négliger les apports calciques fournis par certaines eaux minérales fortement minéralisées (Contrex®, Hépar®, Courmayeur®, etc.) ; • inciter le patient à une modification thérapeutique du mode de vie : maintenir une activité physique régulière, en charge, modifier son alimentation ; • conseiller la suppression du tabac et traiter l'alcoolisme ; • prévenir ou lutter contre la survenue des chutes de la personne âgée. Il faut y associer des mesures thérapeutiques • prescrire des antalgiques en cas de douleurs ; • prescription d'un appareillage simple (corset) en cas de rachialgies invalidantes sur fracture vertébrale ; Connaître les principes du traitement médicamenteux d'une ostéoporose OIC- 128-08-B En dehors des mesures générales toujours indiquées dans la prise en charge de l'ostéoporose post-ménopausique, il est souvent nécessaire d'introduire un traitement anti-ostéoporotique. Lʼannonce d'une maladie chronique doit être faite. La réalisation dʼune ostéodensitométrie est nécessaire avant toute décision thérapeutique. Les indications thérapeutiques dans l'ostéoporose post-ménopausique sont résumées dans le tableau suivant : En cas de fracture • Devant une fracture sévère, un traitement est impératif quel que soit l'âge si le T-score est ≤ – 1. En cas de fracture non vertébrale, le choix peut se porter sur un bisphosphonate per os ou injectable ou encore du dénosumab en seconde intention (intolérance ou échec des BP). En cas de fracture vertébrale, le choix peut se porter sur un bisphosphonate per os ou injectable ou du dénosumab, ou du raloxifène (à réserver aux patientes avec un risque de fracture périphérique peu élevé), le tériparatide (≥ 2 fractures vertébrales) et le traitement hormonal de la ménopause (THM, si entre 50–60 ans et présence de troubles climatériques). En cas de T-score > – 1, l'avis d'un spécialiste de pathologie osseuse est recommandé pour définir la stratégie thérapeutique. • Devant une fracture non sévère, on propose un traitement si T-score ≤ – 2. Le choix peut se porter sur un bisphosphonate per os ou injectable, du raloxifène (à réserver aux patientes avec un risque de fracture périphérique peu élevé), du dénosumab (traitement de deuxième attention) et le THM (si entre 50–60 ans et présence de troubles climatériques). En cas de T-score > – 2 et ≤ – 1, l'avis d'un spécialiste de pathologie osseuse est recommandé pour définir la stratégie thérapeutique. En cas de T-score > – 1, pas de traitement. S'il n'existe pas de fracture Radiographie de profil du rachis lombaire Un traitement est mis en route si T-score ≤ – 3. En cas de T-score > – 3 et ≤ – 2, l'avis d'un spécialiste de pathologie osseuse est recommandé pour définir la stratégie thérapeutique. En cas de T-score > – 2, le traitement n'est pas recommandé. Le choix peut se porter sur un bisphosphonate per os ou injectable, du raloxifène (à réserver aux patientes avec un risque de fracture périphérique peu élevé), du dénosumab (traitement de deuxième intention) et le THM (si troubles climatériques et si entre 50–60 ans). Il faut bien sûr expliquer le traitement au patient (notion de rapport bénéfice/risque), le tenir au courant des événements indésirables les plus fréquents mais aussi des plus graves. Il faudra ensuite évaluer l'observance thérapeutique au cours des consultations de suivi d'une pathologie chronique. Connaître la sémiologie en radiographie d'une fracture ostéoporotique OIC-128- 09-B Sur les radiographies standard : · une déminéralisation homogène, · sans signe d'ostéolyse corticale, · absence dʼautres signes. Au rachis : · localisation : sous la troisième vertèbre dorsale . Perte de la hauteur du corps vertébral · abs",
  "questions": [
    {
      "id": "QCM-001",
      "topic": "Indications de l'ostéodensitométrie",
      "rationale": "L'ostéodensitométrie est essentielle pour le dépistage de l'ostéoporose, particulièrement chez les patients présentant des fractures non traumatiques ou des facteurs de risque. Les indications varient selon l'âge et le sexe, et incluent des antécédents familiaux et des conditions médicales spécifiques. Une compréhension précise des critères d'indication est cruciale pour une détection précoce et une prise en charge appropriée.",
      "propositions": [
        {
          "statement": "L'ostéodensitométrie est indiquée uniquement chez les femmes ménopausées.",
          "isTrue": false,
          "explanation": "L'ostéodensitométrie peut être indiquée à tout âge et sexe, notamment en cas d'antécédents de fractures sans traumatisme majeur."
        },
        {
          "statement": "Une fracture non traumatique chez un parent au 1er degré est une indication pour une ostéodensitométrie.",
          "isTrue": true,
          "explanation": "Cette situation est reconnue comme un facteur de risque important, justifiant la réalisation d'une ostéodensitométrie chez la femme ménopausée."
        },
        {
          "statement": "L'ostéodensitométrie est nécessaire après une fracture traumatique pour évaluer le risque d'ostéoporose.",
          "isTrue": false,
          "explanation": "L'ostéodensitométrie est principalement indiquée après une fracture d'allure ostéoporotique, et non après une fracture traumatique."
        },
        {
          "statement": "Un IMC inférieur à 19 kg/m² est une indication pour réaliser une ostéodensitométrie.",
          "isTrue": true,
          "explanation": "Un IMC bas est un facteur de risque reconnu pour l'ostéoporose, justifiant ainsi une évaluation par ostéodensitométrie."
        },
        {
          "statement": "La réalisation d'une ostéodensitométrie est systématique chez tous les patients âgés de plus de 70 ans.",
          "isTrue": false,
          "explanation": "Bien que l'âge soit un facteur de risque, l'ostéodensitométrie n'est pas systématique et dépend des antécédents cliniques et des facteurs de risque spécifiques."
        }
      ]
    }
  ]
}