{
  "id": "017590cd-5551-4332-92ff-4587989e8397",
  "filename": "228_Ulcère_de_jambe.pdf",
  "createdAt": "2025-08-08T17:38:12.179Z",
  "numQuestions": 3,
  "tone": "concis",
  "status": "completed",
  "contextSnippet": "Ulcères veineux Ulcère de jambe IC-228 Connaître la définition d'un ulcère de jambe Savoir diagnostiquer un ulcère veineux, artériel, mixte Connaître les principaux mécanismes physiopathologiques des ulcères de jambe artériels, veineux et mixtes Photographie d'un ulcère veineux typique Photographie d'un ulcère artériel typique Connaître les modalités du diagnostic d'une angiodermite nécrotique Connaître les bases physiopathologiques de l'angiodermite nécrotique Photographie d'une angiodermite nécrotique Connaître les causes non vasculaires d'ulcères de jambe Connaître la compression et ses modalités Connaître l'intérêt de l'imagerie : échodoppler artério-veineux en 1ère intention Connaître les modalités d'interprétation des pressions distales Connaître les trois phases de cicatrisation d'un ulcère Connaître les soins locaux, la gestion des exsudats, la détersion Connaître les complications des ulcères : allergies cutanées (eczéma de contact), infection et transformation maligne Connaître la définition d'un ulcère de jambe OIC-228-01-A Lʼulcère de jambe - perte de substance cutanée dermique chronique évoluant depuis plus dʼun mois (ulcère cutané ; plaie). - la prévalence augmente avec lʼâge : 1 % après 60 ans, 5 % après 80 ans. - le plus souvent dʼorigine vasculaire : veineuse, microcirculatoire ou artérielle. - Le traitement de lʼulcère est avant tout le traitement étiologique et pas seulement son traitement local. Savoir diagnostiquer un ulcère veineux, artériel, mixte OIC-228-02-A La distinction entre lʼorigine veineuse, artérielle ou artériolaire (angiodermite nécrotique) se fait en fonction de : lʼextension (superficie et profondeur), la douleur, la localisation, les signes associés, les comorbidités. Dans certains cas, lʼorigine peut être mixte artérielle et veineuse. L'ulcère veineux Lʼorigine veineuse de l'ulcère est évoquée devant : localisation péri-malléolaire ; caractère peu ou pas douloureux ; extension superficielle (non creusant, pas dʼexposition articulaire ou tendineuse) ; caractère exsudatif ; souvent étendu, parfois circonférentiel ; bords irréguliers, peu nets. En présence d'un ulcère d'origine veineuse on recherche : des antécédents de thrombose veineuse profonde (TVP) ou thrombose veineuse superficielle (TVS) des varices; des complications cutanées de lʼinsuffisance veineuse (œdème, eczéma, atrophie blanche, dermite ocre, lipodermatosclérose) ; Les pouls sont présents et les indices de pression systolique de cheville (IPS) normaux. Un écho doppler veineux profond et superficiel confirmera lʼorigine veineuse et pourra guider le traitement étiologique. L'ulcère artériel Lʼorigine artérielle de l'ulcère est évoquée devant : douloureux (douleur chronique ; douleur dʼun membre) ; souvent récent ; de petite taille ; Ulcères artériels siégeant typiquement au niveau du pied ; creusant avec risque dʼexposition des articulations et des tendons ; à fond atone; à bords nets et réguliers. En présence d'un ulcère d'origine artérielle on recherche : des facteurs de risque cardiovasculaire ; un antécédent dʼischémie dʼeffort (claudication intermittente) ; des douleurs de décubitus ; une diminution de la chaleur cutanée ; un allongement du temps de recoloration pulpaire ; une déshabitation des pulpes digitales et des coques talonnières et des coques talonnières (syndrome de la pulpe vide, aspect de fruit flétri) ; une érythrocyanose de déclivité ; une abolition des pouls périphériques. Devant un ulcère artériel on demande : - un indice de pression systolique de cheville (IPS) < 0,90 permet de confirmer la présence dʼune artériopathie oblitérante des membres inférieurs et justifie la réalisation dʼun écho-Doppler. En cas de médiacalcose la pression de cheville peut etre faussement normale ou elevée (diabète, insuffisance rénale, grand âge). Dans ce cas il faut mesurer la pression dʼorteil. - Une mesure hémodynamique est indispensable pour attribuer le trouble trophique à lʼAOMI : pression de cheville < 50 mmHg ; pression dʼorteil < 30 mmHg ; TcPO2 < 30 mmHg. - Un écho-Doppler de lʼaorte et des artères de membres inférieurs : cet examen permet de localiser les lésions artérielles significatives. - On complète, en cas dʼindication de revascularisation, par une imagerie artérielle en coupes (angiosanner ou angioIRM) (rédaction de la demande d'un examen d'imagerie ). L'ulcère mixte Il sʼagit dʼun ulcère associant plusieurs composantes étiologiques (par exemple veineuse et artérielle) qui survient chez un patient ayant une artériopathie avec ischémie de repos. Il est souvent nécessaire dʼenvisager un geste de revascularisation artérielle. Cliniquement, il sʼagit le plus souvent dʼun ulcère dʼallure veineuse, peu sensible au traitement local, avec pouls abolis et pression dʼorteil abaissée. On recherche les facteurs de risque cardiovasculaire, une abolition des pouls, une dermite ocre. On mesure les IPS ou la pression dʼorteil chez les sujets à risque de médiacalcose. Un écho-Doppler veineux et artériel est réalisé voire une imagerie artérielle en coupes (par angioscanner ou angioIRM) lorsquʼune revascularisation artérielle est envisagée. Connaître les principaux mécanismes physiopathologiques des ulcères de jambe artériels, veineux et mixtes OIC-228-03-B Lʼulcère veineux L'ulcère veineux est secondaire à une hyperpression cutanée par stase veineuse. Celle-ci est généralement secondaire à une maladie variqueuse (incontinence du réseau veineux superficiel) ou à une maladie post-thrombotique (dévalvulation ou occlusion du réseau veineux profond). Cette hyperpression veineuse entraîne une souffrance tissulaire à l'étage microcirculatoire avec altération de la barrière endothéliale avec passage de plasma, de macromolécules, dʼéléments figurés du sang dans le secteur interstitiel, diapédèse leucocytaire à lʼorigine de phénomènes inflammatoires, formation de manchons péricapillaires de fibrine. Cela aboutit à une hypoxie tissulaire locale à lʼorigine de la perte de substance cutanée chronique. Lʼulcère artériel Lʼulcère artériel est secondaire à une hypoxie tissulaire ischémique consécutive à une AOMI sévère (au stade dʼischémie critique chronique). Lʼulcère mixte (ulcère à composante artérielle) Cʼest un ulcère associant plusieurs composantes étiologiques. Il sʼagit par exemple dʼun ulcère veineux qui ne cicatrise pas en raison de lʼexistence dʼune artériopathie associée. Ulcères veineux Ulcères artériels Photographie d'un ulcère veineux typique OIC-228-04-A Un ulcère veineux est typiquement péri-malléolaire, étendu et superficiel, peu ou pas douloureux, à bords irréguliers, peu nets, sur terrain d'insuffisance veineuse chronique. Photographie d'un ulcère artériel typique OIC-228-05-A Lʼulcère est secondaire à une hypoxie tissulaire ischémique consécutive à une AOMI sévère (au stade dʼischémie critique chronique). Lʼorigine artérielle est évoquée devant un ulcère : suspendu, douloureux, de petite taille, creusant (avec risque dʼexposition des articulations et des tendons), à bords nets, souvent récent, siégeant typiquement au niveau du pied, à fond atone. Devant un ulcère artériel on recherche : les facteurs de risque cardiovasculaire ; un antécédent dʼischémie dʼeffort (claudication intermittente) ; des douleurs de décubitus ; une diminution de la chaleur cutanée ; un allongement du temps de recoloration pulpaire ; une déshabitation des pulpes digitales et des coques talonnières ; une érythrocyanose de déclivité ; une abolition des pouls périphériques. Devant un ulcère artériel on demande : un écho-Doppler de lʼaorte et des artères de membres inférieurs : cet examen confirme lʼartériopathie, permet de localiser les lésions artérielles significatives ; une mesure hémodynamique est indispensable pour attribuer des symptômes à lʼAOMI : pression de cheville < 50 mmHg ; pression dʼorteil < 30 mmHg ; TcPO2 < 30 mmHg. Dʼautres valeurs ont été proposées par dʼautres classifications. Les valeurs proposées ici permettent de retenir une participation de lʼAOMI à un symptôme de repos. La pression de cheville est souvent faussement normale ou élevée (diabète, insuffisance rénale, grand âge...), il faut alors mesurer la pression dʼorteil. Angiodermite nécrotique Angiodermite nécrotique On complète, en cas dʼindication de revascularisation par une imagerie artérielle : angioscanner, angioIRM (en particulier sʼil sʼagit de lésions des artères jambières). Connaître les modalités du diagnostic d'une angiodermite nécrotique OIC-228- 06-B Le diagnostic dʼangiodermite nécrotique est évoqué devant un ulcère : de la face antéro-externe de la jambe ; avec des zones de nécrose superficielle ; à bords irréguliers ; avec un pourtour ulcéreux cyanique et livédoïde ; très douloureux, insomniant (évaluation et prise en charge de la douleur chronique). On recherche : une HTA, (SDD-042) un diabète, la présence des pouls qui sont présents (il nʼexiste pas dʼartériopathie dans les angiodermites). Connaître les bases physiopathologiques de l'angiodermite nécrotique OIC-228- 07-B Lʼangiodermite nécrotique correspond à la survenue dʼun infarctus cutané, secondaire à une occlusion artériolaire compliquant la plupart du temps une hypertension artérielle. (SDD-042 hypertension artérielle) Photographie d'une angiodermite nécrotique OIC-228-08-B Angiodermite nécrotique Le diagnostic est évoqué devant un ulcère : de la face antéro-externe de la jambe ; avec des zones de nécrose superficielle ; à bords irréguliers ; avec un halo péri-ulcéreux cyanique et livédoïde ; très douloureux, insomniant. On recherche : une HTA, un diabète ; les pouls qui sont présents (il nʼexiste pas dʼartériopathie dans les angiodermites pures). Connaître les causes non vasculaires d'ulcères de jambe OIC-228-09-B Les ulcères dʼorigine non vasculaire sont beaucoup plus rares. Le diagnostic étiologique repose sur la réalisation de prélèvements spécifiques (bactériologiques, mycologiques, biopsiques) en présence dʼun ulcère qui ne cicatrise pas après 2 à 3 mois de traitement bien conduit, ou un ulcère qui évolue rapidement, ou un ulcère à fond ou bord anormal (bourgeonnement hypertrophique), ou un ulcère de siège atypique . L'écho doppler artériel et veineux sont en règle générale normaux, bien que certaines étiologies veineuses fonctionnelles puissent ne pas être éliminées par l'écho doppler. Ulcère neurotrophique Il complique une neuropathie évoluée des membres inférieurs, comportant notamment une altération de la sensibilité douloureuse. Il siège classiquement sur les zones dʼappui de la plante du pied (appuis normaux ou pathologiques, talon, tête des métatarsiens), au sein dʼune hyperkératose et sont indolores. Ulcère infectieux Cette hypothèse nécessite un prélèvement à la recherche de mycobactériose, tuberculose, mycose et parasitose. Pyoderma gangrenosum Il sʼagit dʼune ulcération très douloureuse, à bord irrégulier, entourée dʼun bourrelet périphérique inflammatoire, constituée de clapiers purulents, et ayant une extension centrifuge rapide. Cette affection est associée dans deux tiers des cas à une pathologie sous-jacente : hémopathie, maladie inflammatoire chronique de lʼintestin ou cancer. Ulcères des hémopathies Un ulcère de jambe chez un sujet jeune doit faire suspecter une anémie hémolytique congénitale (drépanocytose, thalassémie). Les syndromes myéloprolifératifs (maladie de Vaquez, thrombocytémie...) peuvent se manifester par des ulcérations superficielles chroniques et nécrotiques. Carcinome Il faut évoquer cette étiologie devant une ulcération chronique et rebelle de petite taille, dʼaspect atypique (carcinome basocellulaire ou spinocellulaire, mélanome). Tout ulcère veineux qui ne guérit pas après plusieurs mois dʼun traitement bien conduit doit être biopsié à la recherche dʼun carcinome. Vascularites cutanées Certaines vascularites cutanées (vascularites leucocytoclasiques), systémiques (périartérite noueuse, vascularite au cours du lupus érythémateux et des cryoglobulinémies) et le syndrome des antiphospholipides peuvent se m",
  "questions": [
    {
      "id": "QCM-001",
      "topic": "Diagnostic des ulcères de jambe",
      "rationale": "Le diagnostic des ulcères de jambe nécessite une évaluation minutieuse des caractéristiques cliniques et des antécédents du patient. Les ulcères veineux, artériels et mixtes présentent des différences notables en termes de localisation, de douleur et d'exsudation. Il est crucial de ne pas confondre les signes cliniques pour éviter des erreurs de diagnostic et de traitement.",
      "propositions": [
        {
          "statement": "Un ulcère veineux est souvent très douloureux.",
          "isTrue": false,
          "explanation": "Les ulcères veineux sont généralement peu ou pas douloureux, contrairement aux ulcères artériels qui sont douloureux."
        },
        {
          "statement": "La présence d'antécédents de thrombose veineuse profonde est un facteur important dans le diagnostic d'un ulcère veineux.",
          "isTrue": true,
          "explanation": "Les antécédents de thrombose veineuse profonde ou superficielle sont des éléments clés pour suspecter une origine veineuse des ulcères."
        },
        {
          "statement": "Les ulcères artériels se localisent typiquement au niveau des malléoles.",
          "isTrue": false,
          "explanation": "Les ulcères artériels se localisent souvent au niveau du pied, et non aux malléoles, qui sont plus typiques des ulcères veineux."
        },
        {
          "statement": "Un écho-Doppler peut confirmer l'origine veineuse d'un ulcère.",
          "isTrue": true,
          "explanation": "Un écho-Doppler veineux est utilisé pour confirmer l'origine veineuse d'un ulcère et guider le traitement étiologique."
        },
        {
          "statement": "Les ulcères mixtes ne peuvent jamais être traités par compression.",
          "isTrue": false,
          "explanation": "Bien que les ulcères mixtes nécessitent souvent une évaluation plus approfondie, la compression peut être une partie du traitement si l'origine veineuse est prédominante."
        }
      ]
    },
    {
      "id": "QCM-001",
      "topic": "Ulcères veineux",
      "rationale": "La compréhension des caractéristiques cliniques des ulcères veineux est essentielle pour un diagnostic précis. Les ulcères veineux présentent des particularités qui les distinguent des ulcères artériels, et leur traitement dépend de cette distinction.",
      "propositions": [
        {
          "statement": "Les ulcères veineux sont généralement douloureux.",
          "isTrue": false,
          "explanation": "Les ulcères veineux sont souvent peu ou pas douloureux."
        },
        {
          "statement": "Un ulcère veineux a des bords nets et réguliers.",
          "isTrue": false,
          "explanation": "Les bords des ulcères veineux sont généralement irréguliers et peu nets."
        },
        {
          "statement": "L'ulcère veineux se localise souvent péri-malléolaire.",
          "isTrue": true,
          "explanation": "La localisation péri-malléolaire est typique des ulcères veineux."
        },
        {
          "statement": "Les antécédents de thrombose veineuse sont souvent recherchés en cas d'ulcère veineux.",
          "isTrue": true,
          "explanation": "Des antécédents de thrombose veineuse profonde ou superficielle sont des facteurs de risque importants."
        },
        {
          "statement": "Un écho-Doppler est inutile pour confirmer l'origine veineuse d'un ulcère.",
          "isTrue": false,
          "explanation": "Un écho-Doppler est essentiel pour confirmer l'origine veineuse et guider le traitement."
        }
      ]
    },
    {
      "id": "QCM-002",
      "topic": "Angiodermite nécrotique",
      "rationale": "L'angiodermite nécrotique est une condition spécifique qui nécessite une identification précise pour éviter des erreurs de diagnostic. Comprendre ses caractéristiques cliniques et physiopathologiques est crucial pour une prise en charge adéquate.",
      "propositions": [
        {
          "statement": "L'angiodermite nécrotique est toujours associée à une artériopathie.",
          "isTrue": false,
          "explanation": "Dans les angiodermites, les pouls sont présents, ce qui indique l'absence d'artériopathie."
        },
        {
          "statement": "Les ulcères d'angiodermite nécrotique sont souvent indolores.",
          "isTrue": false,
          "explanation": "Ces ulcères sont très douloureux et peuvent être insomniants."
        },
        {
          "statement": "Un halo péri-ulcéreux cyanique est caractéristique de l'angiodermite nécrotique.",
          "isTrue": true,
          "explanation": "Le pourtour ulcéreux cyanique et livédoïde est typique de cette condition."
        },
        {
          "statement": "L'angiodermite nécrotique est généralement causée par une hypoxie tissulaire ischémique.",
          "isTrue": false,
          "explanation": "Elle est due à une occlusion artériolaire, souvent compliquant une hypertension artérielle."
        },
        {
          "statement": "Le diagnostic d'angiodermite nécrotique nécessite des prélèvements spécifiques.",
          "isTrue": false,
          "explanation": "Le diagnostic repose principalement sur l'examen clinique et les caractéristiques des ulcères."
        }
      ]
    }
  ]
}