{
  "id": "1556ccd8-f9a4-400c-95ab-bd923be48d0d",
  "filename": "34_Suites_de_couches_pathologiques__pathologie_maternelle_dans_les_40_jours.pdf",
  "createdAt": "2025-08-08T17:23:23.929Z",
  "numQuestions": 8,
  "tone": "concis",
  "status": "processing",
  "contextSnippet": "Suites de couches pathologiques : pathologie maternelle dans les 40 jours IC-34 Connaître les éléments cliniques de surveillance pendant les suites de couches Savoir diagnostiquer une hyperthermie pendant les suites de couches en fonction de l'étiologie Savoir traiter une hyperthermie pendant les suites de couches en fonction de l'étiologie Savoir diagnostiquer une hémorragie génitale pendant les suites de couches en fonction de l'étiologie Savoir traiter une hémorragie génitale pendant les suites de couches en fonction de l'étiologie Savoir diagnostiquer une thrombose veineuse dans le post-partum en fonction de l'étiologie Savoir traiter une thrombose veineuse dans le post-partum en fonction de l'étiologie Connaître les éléments cliniques de surveillance pendant les suites de couches OIC-034-01-B La période des suites de couches débute 2 h après lʼaccouchement et se termine par le retour de couches, environ 6 semaines plus tard (40 jours) si la patiente nʼallaite pas. Les principales complications maternelles du post-partum sont hémorragiques (dʼorigine utérine), infectieuses (endométrite, urinaires, mammaires, infections de cicatrice), thrombo-emboliques et psychiques (item 67). Les principaux éléments cliniques qu'il convient de surveiller sont : • Les signes généraux : fréquence cardiaque , PA, température, état général et douleur ; • Les seins : tension, douleur, crevasses, signes inflammatoire (item 33) ; • Lʼinvolution du globe utérin : hauteur et consistance de l'utérus ; • la cicatrisation périnéale ; • Les lochies (écoulement vaginal sanglant du post-partum) : abondance, aspect, odeur ; • Les membres inférieurs : recherche de signes de phlébite ; • Lʼappareil urinaire : signes fonctionnels, aspect des urines, reprise des mictions ; • Après une césarienne : cicatrice, douleur, reprise du transit, mictions. 34. Douleur aiguë post-opératoire ; 44. Hyperthermie / fièvre ; 71. Douleur dʼun membre (supérieur ou inférieur) ; 99. Douleur pelvienne ; 110. Saignement génital anormal en post-partum. Savoir diagnostiquer une hyperthermie pendant les suites de couches en fonction de l'étiologie OIC-034-02-B Les principales causes dʼhyperthermie sont : endométrite, infection urinaire haute, thrombophlébite, et complications mammaires de lʼallaitement (item 33). Endométrite aigüe du post-partum Lʼendométrite est la première cause d'hyperthermie du post-partum. Le diagnostic de lʼendométrite aiguë du post-partum est avant tout clinique : - souvent 3 à 5 jours après lʼaccouchement fièvre modérée à 38 °C, douleurs pelviennes peu intenses, lochies abondantes et malodorantes (fétides), parfois hémorragiques. - utérus mal involué et douloureux à la mobilisation, col béant, lochies abondantes et malodorantes. Examens complémentaires : NFS, CRP, hémocultures, ECBU, échographie pelvienne, prélèvement bactériologique vaginal. 44. Hyperthermie / fièvre ; 99. Douleur pelvienne ; 104. Leucorrhées ; 186. Syndrome inflammatoire aigu ou chronique ; 216. Anomalie des leucocytes ; 223. Interprétation dʼun hémogramme ; 178. Demande / prescription raisonnée et choix dʼun examen diagnostique ; 189. Analyse dʼun examen cytobactériologique des urines (ECBU) Pyélonéphrite aiguë Le tableau clinique et les principes du traitement sont identiques à ceux des pyélonéphrites en dehors de la grossesse. (cf item spécifique) Les signes d'appels sont les suivants : pollakiurie, brûlures mictionnelles, douleurs lombaires le plus souvent à droite irradiant vers le bas, fièvre élevée (38,5 °C), urines troubles, des douleurs lombaires provoquées, une bandelette urinaire positive (leucocytes, nitrites). L'ECBU confirme le diagnostic. L'échographie rénale élimine un obstacle. 44. Hyperthermie / fièvre ; 99. Douleur pelvienne ; 186. Syndrome inflammatoire aigu ou chronique ; 216. Anomalie des leucocytes ; 223. Interprétation dʼun hémogramme ; 96. Brûlure mictionnelle ; 178. Demande / prescription raisonnée et choix dʼun examen diagnostique. Thrombophlébite des membres inférieurs ou pelvienne (cf infra) : toujours évoquer une complication thromboembolique en cas de fièvre du post-partum. Complications de l'allaitement (cf item 33) Anomalie de la cicatrisation (infection du site opératoire) L'infection d'une cicatrice périnéale donne plutôt une désunion de la plaie que de la fièvre. Il peut exister un hématome périnéal (hématome périgénital) favorisant la désunion. Après une césarienne, il faut rechercher un abcès ou un hématome de paroi. 34. Douleur aiguë post-opératoire, 44. Hyperthermie / fièvre, 99. Douleur pelvienne, 83. cicatrice anormale Savoir traiter une hyperthermie pendant les suites de couches en fonction de l'étiologie OIC-034-03-B Endométrite aigüe du post-partum La prise en charge repose sur : – Une hospitalisation en secteur conventionnel ; – Une antibiothérapie à large spectre de 1re intention sans attendre les résultats bactériologiques. Intraveineuse initialement avec un relais per os après normalisation de la température, adaptée secondairement aux résultats du prélèvement vaginal. Lʼantibiothépapie est poursuivie jusquʼà 48h dʼapyrexie et disparition des douleurs – La surveillance : température, hauteur, tonicité et sensibilité de l'utérus, aspect des lochies, signes de complication thromboembolique. L'évolution est en général rapidement favorable sous traitement adapté. Dans le cas contraire, deux diagnostics doivent être évoqués en priorité surtout en cas de fièvre persistante : – Une rétention de fragments placentaires – Une thrombophlébite pelvienne associée Pyélonéphrite aigüe Le traitement antibiotique doit être compatible avec un allaitement maternel éventuel (céphalosporines de 3egénération ± aminoside) et poursuivi pour une durée totale de 10 à 14 jours. 255. Prescrire des anti-infectieux Savoir diagnostiquer une hémorragie génitale pendant les suites de couches en fonction de l'étiologie OIC-034-04-A Lors dʼune hémorragie génitale du post-partum, le bilan étiologique comporte une échographie pelvienne et la vacuité utérine doit être vérifiée. On distingue : • Les hémorragies précoces survenant dans les 24 heures suivant la naissance et définies par une déperdition sanguine d'au moins 500 mL. Les principales causes sont l'atonie utérine, la rétention placentaire ou une plaie de la filière génitale (cf item accouchement) ; • Les hémorragies tardives (ou secondaires), définies comme une hémorragie survenant après les premières 24 heures et dans les 12 semaines qui suivent l'accouchement (0,5 à 2 % des accouchements). Principales causes : Atonie utérine isolée, cause la plus fréquente d'hémorragie du post-partum (> 50 % des cas). Le début est souvent très précoce, pendant les 3 premiers jours du post-partum. L'examen retrouve : métrorragies supérieures à la normale, absence de globe utérin de sécurité (utérus non rétracté, mou, dépassant l'ombilic), mais sans signe d'endométrite, température normale, lochies non malodorantes, absence de douleurs pelviennes spontanées ou provoquées à la mobilisation utérine. Il faut faire une échographie pelvienne pour éliminer une rétention placentaire (membranes, cotylédon). Endométrite hémorragique (cf. supra) Rétention placentaire Persistance de fragments cotylédonaires ou membranaires. Elle favorise l'atonie utérine et/ou l'endométrite. Il n'y a pas de signe clinique spécifique. Le diagnostic repose sur l'échographie pelvienne qui doit être systématique en cas d'hyperthermie ou d'hémorragie génitale du post-partum. 110. Saignement génital anormal en post-partum ; 60. Hémorragie aigue ; 178. Demande / prescription raisonnée et choix dʼun examen diagnostique. Savoir traiter une hémorragie génitale pendant les suites de couches en fonction de l'étiologie OIC-034-05-B Atonie : Obtenir une bonne rétraction utérine par l'utilisation d'utérotoniques (oxytocine ou analogues des prostaglandines en l'absence de contre-indication), après s'être assuré de la vacuité utérine. En cas de rétention, un curetage associé ou non à une hystéroscopie doit être envisagé. Endométrite hémorragique : traitement de lʼendométrite + utérotoniques. Rétention placentaire : curetage prudent sous contrôle échographique +/- hystéroscopie. Le risque principal est la synéchie utérine. Une antibioprophylaxie est généralement prescrite en cas de rétention placentaire à distance de lʼaccouchement. 110. Saignement génital anormal en post-partum ; 255. Prescrire des anti-infectieux. Savoir diagnostiquer une thrombose veineuse dans le post-partum en fonction de l'étiologie OIC-034-06-A Le principe de base est la prévention : lever précoce de toutes les accouchées, contention veineuse d'indication large (notamment si mauvais état veineux), traitement préventif par héparine en fonction de l'importance des facteurs de risque. Traitement des complications thrombotiques dans le post-partum : Type de thrombophlébite Traitement Superficielle Anti-inflammatoires locaux Contention veineuse. Les anticoagulants ne sont pas systématiques. ProfondeHéparine de bas poids moléculaire, contention veineuse (force III), relais précoce par antivitamines K * Pelvienne Antibiothérapie adaptée (intraveineuse, à large spectre intégrant le staphylocoque), héparinothérapie à dose hypocoagulante (efficace pendant la durée de l'antibiothérapie, sur une durée minimale de 7 à 14 jours. Le recours à un relais par AVK sera évalué en fonction de la localisation du thrombus et de son extension. CérébraleAnticoagulation et la prise en charge symptomatique de l'œdème cérébral (mannitol, corticothérapie). * La durée minimale du traitement par AVK est de 3 mois en cas de thrombophlébite profonde. La warfarine (Coumadine) et l'acénocoumarol (Sintrom) ne diffusent pas dans le lait maternel et peuvent donc être utilisés pendant l'allaitement, contrairement à la fluindione (Préviscan). 248. Prescription et suivi dʼun traitement par anticoagulant et/ou anti-agrégant. Savoir traiter une thrombose veineuse dans le post-partum en fonction de l'étiologie OIC-034-07-B La période des suites de couches est à haut risque de thrombose veineuse, notamment dans les 6 premières semaines du post- partum. Les facteurs favorisants sont les suivants : FDR majeurs : Antécédents thromboemboliques, thrombophilie, immobilisation prolongée. FDR mineurs : âge > 35 ans, multiparité, obésité, sepsis, varices, accouchement par césarienne (en particulier césarienne faite en urgence), affections cardiaques, survenue dʼune pré-éclampsie, hémorragie du post-partum, procréation médicalement assistée, tabagisme. Thrombose veineuse superficielle Cordon induré et douloureux sur le trajet d'une veine superficielle. Peut être associée à une thrombose veineuse profonde, en particulier au niveau des membres inférieurs. Dans ce cas, une exploration écho-Doppler des membres inférieurs doit de ce fait être systématique. Thrombose veineuse profonde Elle expose au risque d'embolie pulmonaire et engage le pronostic vital. - Signes d'appel non spécifiques dans le post-partum : fièvre modérée (37,5–38 °C) et inconstante, douleur unilatérale du mollet, du pli de l'aine ou sensation de jambe lourde ; - Examen bilatéral et comparatif : discret œdème, chaleur du mollet, douleur provoquée au niveau du mollet à la palpation profonde et à la dorsiflexion du pied ; - Examen écho-Doppler des membres inférieurs doit être effectué systématiquement mais l'attente de sa réalisation ne doit pas retarder le traitement en cas de forte suspicion. ®® ® Thrombophlébite pelvienne septique Diagnostic difficile. Elle complique souvent une endométrite. Il faut y penser devant un tableau d'endométrite ne répondant pas au traitement antibiotique. Les éléments du diagnostic clinique ne sont pas spécifiques : douleur pelvienne importante, signes urinaires (dysurie, pollakiurie, rétention d'urine), signes intestinaux (ballonnement, ténesme), douleur d'un paramètre au toucher vaginal (très inconstant). C'est leur association à l'endométrite qui est évocatrice. Diagnostic par examen tomodensitométrique pelvie",
  "questions": [
    {
      "id": "1",
      "topic": "Surveillance des suites de couches",
      "rationale": "La surveillance des suites de couches est essentielle pour détecter les complications post-partum. Les signes cliniques tels que la température, la douleur et l'état général doivent être surveillés. Une attention particulière doit être portée aux signes d'infection, d'hémorragie et de thrombose.",
      "propositions": [
        {
          "statement": "La période des suites de couches commence 2 heures après l'accouchement.",
          "isTrue": true,
          "explanation": "La période des suites de couches débute effectivement 2 heures après l'accouchement."
        },
        {
          "statement": "Les principales complications maternelles sont uniquement infectieuses.",
          "isTrue": false,
          "explanation": "Les complications maternelles incluent des problèmes hémorragiques, infectieux, thrombo-emboliques et psychiques."
        },
        {
          "statement": "Les lochies doivent être surveillées pour leur abondance et leur odeur.",
          "isTrue": true,
          "explanation": "L'abondance et l'aspect des lochies sont des éléments clés à surveiller pendant les suites de couches."
        },
        {
          "statement": "La douleur pelvienne n'est pas un signe à surveiller après l'accouchement.",
          "isTrue": false,
          "explanation": "La douleur pelvienne est un symptôme important à surveiller, car elle peut indiquer des complications."
        },
        {
          "statement": "La surveillance de la cicatrisation périnéale est essentielle.",
          "isTrue": true,
          "explanation": "La cicatrisation périnéale doit être surveillée pour détecter d'éventuelles infections ou complications."
        }
      ]
    },
    {
      "id": "66e80041-7020-47b2-9e93-79cd32bdf453",
      "topic": "Surveillance post-partum",
      "rationale": "La surveillance durant les suites de couches est essentielle pour prévenir et détecter les complications post-partum.",
      "propositions": [
        {
          "statement": "La période des suites de couches commence 2 heures après l'accouchement.",
          "isTrue": true,
          "explanation": "La période des suites de couches débute effectivement 2 heures après l'accouchement."
        },
        {
          "statement": "Les principales complications maternelles du post-partum sont uniquement infectieuses.",
          "isTrue": false,
          "explanation": "Les complications maternelles incluent des problèmes hémorragiques, infectieux, thrombo-emboliques et psychiques."
        },
        {
          "statement": "Les lochies doivent être surveillées pour leur abondance, aspect et odeur.",
          "isTrue": true,
          "explanation": "La surveillance des lochies est essentielle pour détecter des complications post-partum."
        },
        {
          "statement": "La douleur pelvienne est un signe à surveiller pendant les suites de couches.",
          "isTrue": true,
          "explanation": "La douleur pelvienne fait partie des éléments cliniques à surveiller."
        },
        {
          "statement": "Les signes de phlébite ne sont pas à rechercher dans les membres inférieurs.",
          "isTrue": false,
          "explanation": "Il est crucial de rechercher des signes de phlébite dans les membres inférieurs."
        }
      ]
    },
    {
      "id": "44f98009-1e93-4526-9b60-6de9263118d9",
      "topic": "Diagnostic et traitement de l'hyperthermie",
      "rationale": "Le diagnostic et le traitement appropriés de l'hyperthermie post-partum sont cruciaux pour la santé de la patiente.",
      "propositions": [
        {
          "statement": "L'endométrite est la première cause d'hyperthermie du post-partum.",
          "isTrue": true,
          "explanation": "L'endométrite aiguë est effectivement la première cause d'hyperthermie après l'accouchement."
        },
        {
          "statement": "La pyélonéphrite aiguë ne nécessite pas d'antibiothérapie.",
          "isTrue": false,
          "explanation": "Le traitement antibiotique est nécessaire pour la pyélonéphrite aiguë."
        },
        {
          "statement": "Les douleurs pelviennes ne sont pas un symptôme associé à l'hyperthermie.",
          "isTrue": false,
          "explanation": "Les douleurs pelviennes peuvent accompagner l'hyperthermie, notamment en cas d'endométrite."
        },
        {
          "statement": "Une hospitalisation est souvent nécessaire en cas d'endométrite aiguë.",
          "isTrue": true,
          "explanation": "L'endométrite aiguë nécessite souvent une hospitalisation pour traitement."
        },
        {
          "statement": "Les signes d'infection urinaire ne sont pas à surveiller en post-partum.",
          "isTrue": false,
          "explanation": "Les infections urinaires doivent être surveillées, car elles peuvent causer de l'hyperthermie."
        }
      ]
    }
  ]
}