{
  "id": "77312e0f-3b2b-45cf-a52c-5fbd979a67cc",
  "filename": "103_Vertige.pdf",
  "createdAt": "2025-08-08T17:15:59.519Z",
  "numQuestions": 6,
  "tone": "concis",
  "status": "processing",
  "contextSnippet": "30/07/2025, 16:34Fiche LiSA:Vertige — LiSA Page 1 of 9https://livret.uness.fr/lisa/2025/Fiche_LiSA:Vertige Ve r t i g e I C-1 0 3 Connaître les mécanismes du syndrome vestibulaire aigu Connaître la définition du vertige Connaître les éléments du diagnostic de vertige et reconnaître les diagnostics différentiels Connaître les éléments de l'interrogatoire d'un patient vertigineux Devant un vertige, savoir diagnostiquer un syndrome vestibulaire Savoir reconnaître un vertige positionnel paroxystique bénin (VPPB) Connaître les arguments en faveur des différentes étiologies de vertige Connaître les principales causes de vertige unique prolongé Connaître les principales causes de vertige récurrent prolongé Connaître les principales causes de vertiges avec atteinte otologique associée Savoir évoquer un accident vasculaire ischémique dans le territoire vertébrobasilaire devant un syndrome vestibulaire central Indication des examens d'imagerie devant un vertige Connaître les principes du traitement symptomatique de la crise vertigineuse Connaître le principe des manœuvres diagnostique et thérapeutique d'un VPPB Reconnaître un nystagmus vestibulaire horizonto-rotatoire Connaître les mécanismes du syndrome vestibulaire aigu OIC-103-01-B Les crêtes ampullaires des canaux semi-circulaires détectent les mouvements de rotation de la tête. Ces informations sont véhiculées dans le nerf cochléovestibulaire (VIIIe nerf crânien) et sont intégrées dans les noyaux vestibulaires du tronc cérébral. Les réseaux neuronaux issus des noyaux vestibulaires participent à trois fonctions principales : - la perception de nos déplacements et l'orientation spatiale grâce aux voies vestibulocorticales ; - la stabilisation du regard pendant nos déplacements grâce au réflexe vestibulo-oculaire ; - le contrôle postural statique et dynamique grâce au réflexe vestibulo-spinal. Un syndrome vestibulaire aigu est observé dans le cas d’un fonctionnement asymétrique, le plus souvent par déficit de la fonction vestibulaire d’un côté. Compte tenu de la triple fonction vestibulaire, ce syndrome associe : - un vertige (atteinte des fonctions vestibulo-corticales) ; - un nystagmus (atteinte des fonctions vestibulo-oculaires). - un trouble postural (atteinte des fonctions vestibulospinales) (troubles de l'équilibre). Les signes végétatifs (nausées, vomissements et sueurs) sont très fréquents. Connaître la définition du vertige OIC-103-02-A Le vertige est une illusion de mouvement, soit du patient, soit de l'environnement, qui se traduit le plus souvent par une impression de rotation ou parfois de déplacement linéaire. Il peut s'agir d'un symptôme spontané, déclenché ou majoré par les mouvements de la tête. Il s'accompagne habituellement de signes neurovégétatifs tels que des nausées, des vomissements ou des sueurs. Il n'existe pas de troubles de la conscience au cours de la crise. Connaître les éléments du diagnostic de vertige et reconnaître les diagnostics différentiels OIC-103-03-A Éléments du diagnostic de vertige L' i n te r ro g a to i re e st e ss e n t i e l . La sémiologie analytique repose sur les caractères du vertiges, sa durée, les circonstances d'apparition, ses 30/07/2025, 16:34Fiche LiSA:Vertige — LiSA Page 2 of 9https://livret.uness.fr/lisa/2025/Fiche_LiSA:Vertige caractères évolutifs, les symptômes associés, et les antécédents. cf : Définition du vertige 2C-103-DE-A01 : notion d'illusion de mouvement +++++ Diagnostics différentiels : Lipothymies ou malaises vagaux (coma et troubles de la conscience), hypotension orthostatique (découverte d'une hypotension artérielle) Syncope, éblouissements, mouches volantes, d'origine cardio-vasculaire, migraineuse (céphalées), visuelle (diplopie, astigmatisme) ou épileptique (convulsions) Manifestations polymorphes d’anxiété ou d’hypochondrie, phobiques (acrophobie, agoraphobie, crise de panique...) La présence d'une PERTE de CONNAISSANCE remet en cause l'origine VESTIBULAIRE Connaître les éléments de l'interrogatoire d'un patient vertigineux OIC- 103-04-A Le diagnostic repose essentiellement sur l'interrogatoire qui doit être minutieux et directif pour faire préciser : 1. Caractères du vertige : confirmer vertige vrai rotatoire ? déplacement linéaire ? ou instabilité, tangage, troubles de l'équilibre ? 2. Durée de la crise : qques seconde (ex : VPPB - vertige paroxystique positionnel bénin) plusieurs heures ou minutes (ex: Ménière) plusieurs jours 3. Mode d'apparition : spontané, non déclenché par le mouvement déclenché par les mouvements (changement de position, mouvement rotatoire de la tête) ex : VPPB déclenché par le bruit (phénomène de Tullio) et ou le mouchage Ex : fistule labyrinthique 4. Evolution, répétition : crise unique ou qui se répètent ? sensation vertigineuse permanente ? en 2 tps avec intervalle libre (AVC) ? 5. Signes d'accompagnement : hypoacousie, acouphènes, plénitude d'oreille (Menière), uni ou bilatéraux Tr. neurovégétatifs : nausées, vomissements, pâleur, sueurs, accélération du transit (diarrhée) céphalées : rechercher migraines et hypertension intracrânienne cervicalgies : souvent liées aux tr. de l'équilibre (contractions muscles de la nuque). Intense et unilat. : attention dissection artère vertébrale +++ si dysmétrie, troubles moteurs ou sensitifs, diplopie, baisse acuité visuelle, atteinte paires crâniennes : attention CAUSE NEURO 6. Antécedents : otologiques, cardiovasculaires, trauma crânien, migraine, traitements ototoxiques ou psychotropes 7. Efficacité des traitements antivertigineux déjà entrepris Devant un vertige, savoir diagnostiquer un syndrome vestibulaire OIC-103- 05-A Le \"syndrome vestibulaire\" est une atteinte du système vestibulaire périphérique ou central. Faire la différence entre une atteinte centrale et périphérique est capitale (pour ne pas méconnaître un AVC dans un vertige aigu). Sémiologie du syndrome vestibulaire périphérique : HARMONIEUX 30/07/2025, 16:34Fiche LiSA:Vertige — LiSA Page 3 of 9https://livret.uness.fr/lisa/2025/Fiche_LiSA:Vertige 1. Vertige « vrai » 2. Nystagmus périphérique Spontané Observé sous lunettes de Barthels, lunettes de Frenzel ou micro-caméra (VNS) Sens du nystagmus : Horizonto-rotatoire Une phase lente de dérive vers l'oreille atteinte suivie d'une phase rapide de rappel (la plus visible) qui définit le sens du nystagmus, droite ou gauche Inhibé par la fixation oculaire Ne change pas de sens en fonction de la direction du regard 3. Head Impulse Test positif Déficit du réflexe vestibulo-oculaire avec saccade de refixation lors des rotations brèves de la tête vers le côté atteint. 4. Déviations segmentaires Elles dévient toutes du côté du vestibule déficitaire, et sont accentuées à la fermeture des yeux Equilibre statique : épreuve de Romberg, déviation des index (troubles de l'équilibre) Equilibre dynamique : piétinement de Fukuda, marche aveugle de Babinski-Weil 5. Signes neuro-végétatifs : nausées/vomissements, sueurs... 6. Exemple : dans un syndrome vestibulaire périphérique droit : vertiges, avec déviations lentes harmonieuses dans la même direction à droite: nystagmus horizonto-rotatoire gauche (phase lente vers la droite, phase rapide de rappel vers la gauche) quelque soit la direction du regard, déviations posturales vers la droite. To u t e p ré s e n t a t i o n c l i n i q u e a t y p i q u e p a r r a p p o r t à c e t exe m p l e d o i t fa i re é vo q u e r u n sy n d ro m e ve s t i b u l a i re c e n t r a l De même dans un syndrome vestibulaire périphérique, vertiges, nystagmus, troubles posturaux et syndrome neuro- végétatif sont d'intensité égale. Dans le cas contraire il convient là aussi d'évoquer un syndrome vestibulaire central. Sémiologie du syndrome vestibulaire central : DYSHARMONIEUX Il correspond à une atteinte des centres vestibulaires et des connexions centrales. Le vertige peut également être rotatoire, plutôt sensations vertigineuses brèves et/ou déséquilibre souvent permanent. 1. Etude du nystagmus Non atténué par la fixation oculaire. Peut changer de direction, en fonction de la direction du regard. Peut être vertical ou rotatoire. Persistant dans le temps. 2. Head Impulse Test normal 3. Déviations segmentaires - Les déviations segmentaires et axiales sont volontiers absentes ou se font du côté du nystagmus signant la dysharmonie. 4. Oculomotricité perturbée •Désalignement oculaire vertical (skew deviation) •Mouvements saccadés des yeux à la poursuite oculaire 5. Signes neurologiques •Syndrome cérébelleux (troubles de l'équilibre) •Existence d’une atteinte d’autres nerfs crâniens •Syndromes alternes du tronc cérébral 30/07/2025, 16:34Fiche LiSA:Vertige — LiSA Page 4 of 9https://livret.uness.fr/lisa/2025/Fiche_LiSA:Vertige To u t e s c e s c a r a c t é r i s t i q u e s \" c e n t r a l e s \" c o n d u i s e n t à définir le syndrome dysharmonieux. Savoir reconnaître un vertige positionnel paroxystique bénin (VPPB) OIC- 103-06-A Caractéristiques cliniques : vertige rotatoire exclusivement déclenché par certains mouvements de la tête, apparaissant une ou deux secondes après ce mouvement, et durant quelques secondes. Il peut s'accompagner de nausées. Pas de nystagmus spontané , ni syndrome vestibulaire en dehors de la crise. Reproductible. Pas de signes auditifs associés. Adulte, souvent plus de 60 ans, plutôt femmes V. P. P. B : Vertige positionnel paroxystique bénin : on confirme le diagnostic en provoquant par des manœuvres positionnelles un nystagmus qui a les caractéristiques suivantes : apparait avec une latence nystagmus dont l’intensité augmente puis diminue et disparaît, la tête étant maintenue en position d’équilibre. sensation de vertige précédant et accompagnant le nystagmus, au redressement, le nystagmus s’inverse et est accompagné de vertiges. disparaît après quelques manœuvres. Classiquement, si l’un des caractères est absent, le vertige n’est pas un vertige positionnel paroxystique bénin Chaque canal semi-circulaire peut être responsable. A chaque canal correspond une manœuvre positionnelle et un nystagmus dans le plan du canal La forme la plus habituelle est le VPPB du canal semi circulaire postérieur (85 % des cas) : manœuvre de Dix et Hallpike - Connaître le principe des manœuvres diagnostique et thérapeutique d'un VPPB 2C-103-PC-B02 Le VPPB du canal semi circulaire latéral : 5-15 % des cas, VPPB du canal semi circulaire antérieur : exceptionnel. Connaître les arguments en faveur des différentes étiologies de vertige OIC-103-07-A 1. SYNDROME VESTIBULAIRE AIGU : SYNDROME VESTIBULAIRE AIGU ISOLE - Névrite vestibulaire - AVC (fosse postérieure) SYNDROME VESTIBULAIRE AIGU ACCOMPAGNE de signes otologiques (surdité, acouphène, otorrhée...) - première crise d'une maladie de Menière - atteintes otologiques (otites, cholestéatome, tumeurs du rocher) SYNDROME VESTIBULAIRE AIGU ACCOMPAGNE de signes neurologiques - AVC - Tumeurs - SEP 2. VERTIGES RECURRENTS - Durant de quelques minutes à quelques heures : Maladie de Menière, migraines vestibulaires 30/07/2025, 16:34Fiche LiSA:Vertige — LiSA Page 5 of 9https://livret.uness.fr/lisa/2025/Fiche_LiSA:Vertige - Durant moins d'une minute : VPPB Attention, un schwannome vestibulaire peut prendre toutes ces formes de présentations cliniques Connaître les principales causes de vertige unique prolongé OIC-103-08- A I \"Névrite\" vestibulaire : le syndrome vestibulaire isolé - déficit vestibulaire unilatéral aigu idiopathique (le plus souvent présumé d'origine virale) - apparition brutale d’un syndrome vestibulaire périphérique pur isolé sans signes auditifs ni neurologiques en dehors de l'atteinte du VIII vestibulaire sans cause vasculaire, infectieuse, traumatique ou tumorale retrouvée II Syndromes vestibulaires associés (vertige + ....) Vertige + signes neurologiques : Accident vasculaire de la fosse crânienne postérieure (artère vertébrale, tronc basilaire) - déficit unilatéral vestibulaire aigu d'origine ischémique ou hémorragique - apparition brutale d'un syndrome vestibulaire central le plus souvent associé à d",
  "questions": []
}